[
    {
        "title": "Atomic Habits",
        "author": "James Clear",
        "isbn": "978-0735211292",
        "image": "book-cover-placeholder",
        "pages": "320",
        "desc": "No matter your goals, Atomic Habits offers a proven framework for improving—every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results. Atomic Habits will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal.",
        "published": "2018-10-16T00:00:00Z",
        "publisher": "Avery",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "The Subtle Art of Not Giving a F*ck",
        "author": "Mark Manson",
        "isbn": "978-0062457714",
        "image": "book-cover-placeholder",
        "pages": "224",
        "desc": "In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be 'positive' all the time so that we can truly become better, happier people. For decades, we’ve been told that positive thinking is the key to a happy, rich life. 'F**k positivity,' Mark Manson says. 'Let’s be honest, shit is f**ked and we have to live with it.' In his wildly popular Internet blog, Manson doesn’t sugarcoat or equivocate. He tells it like it is—a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F**k is his antidote to the coddling, let’s-all-feel-good mindset that has infected American society and spoiled a generation, rewarding them with gold medals just for showing up.",
        "published": "2016-09-13T00:00:00Z",
        "publisher": "HarperOne",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "Becoming",
        "author": "Michelle Obama",
        "isbn": "978-1524763138",
        "image": "book-cover-placeholder",
        "pages": "448",
        "desc": "In a life filled with meaning and accomplishment, Michelle Obama has emerged as one of the most iconic and compelling women of our era. As First Lady of the United States of America—the first African American to serve in that role—she helped create the most welcoming and inclusive White House in history, while also establishing herself as a powerful advocate for women and girls in the U.S. and around the world, dramatically changing the ways that families pursue healthier and more active lives, and standing with her husband as he led America through some of its most harrowing moments. Along the way, she showed us a few dance moves, crushed Carpool Karaoke, and raised two down-to-earth daughters under an unforgiving media glare.",
        "published": "2018-11-13T00:00:00Z",
        "publisher": "Crown",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "Educated",
        "author": "Tara Westover",
        "isbn": "978-0399590504",
        "image": "book-cover-placeholder",
        "pages": "352",
        "desc": "Tara Westover was 17 the first time she set foot in a classroom. Born to survivalists in the mountains of Idaho, she prepared for the end of the world by stockpiling home-canned peaches and sleeping with her 'head-for-the-hills bag'. In the summer she stewed herbs for her mother, a midwife and healer, and in the winter she salvaged in her father's junkyard. Her father forbade hospitals, so Tara never saw a doctor or nurse. Gashes and concussions, even burns from explosions, were all treated at home with herbalism. The family was so isolated from mainstream society that there was no one to ensure the children received an education and no one to intervene when one of Tara's older brothers became violent.",
        "published": "2018-02-20T00:00:00Z",
        "publisher": "Random House",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "The 7 Habits of Highly Effective People",
        "author": "Stephen R. Covey",
        "isbn": "978-1982137274",
        "image": "book-cover-placeholder",
        "pages": "432",
        "desc": "When Stephen Covey first released The Seven Habits of Highly Effective People, the book became an instant rage because people suddenly got up and took notice that their lives were headed off in the wrong direction; and more than that, they realized that there were so many simple things they could do in order to navigate their life correctly. This book was wonderful education for people, education in how to live life effectively and get closer to the ideal of being a ‘success’ in life.",
        "published": "2020-11-19T00:00:00Z",
        "publisher": "Simon & Schuster",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "Man's Search for Meaning",
        "author": "Viktor E. Frankl",
        "isbn": "978-0807014295",
        "image": "book-cover-placeholder",
        "pages": "184",
        "desc": "Psychiatrist Viktor Frankl's memoir has riveted generations of readers with its descriptions of life in Nazi death camps and its lessons for spiritual survival. Based on his own experience and the stories of his patients, Frankl argues that we cannot avoid suffering but we can choose how to cope with it, find meaning in it, and move forward with renewed purpose. At the heart of his theory, known as logotherapy, is a conviction that the primary human drive is not pleasure but the pursuit of what we find meaningful. Man's Search for Meaning has become one of the most influential books in America; it continues to inspire us all to find significance in the very act of living.",
        "published": "2006-06-01T00:00:00Z",
        "publisher": "Beacon Press",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "Thinking, Fast and Slow",
        "author": "Daniel Kahneman",
        "isbn": "978-0374533557",
        "image": "book-cover-placeholder",
        "pages": "528",
        "desc": "In the highly anticipated Thinking, Fast and Slow, Kahneman takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. Kahneman exposes the extraordinary capabilities—and also the faults and biases—of fast thinking, and reveals the pervasive influence of intuitive impressions on our thoughts and behavior. The impact of loss aversion and overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the challenges of properly framing risks at work and at home, the profound effect of cognitive biases on everything from playing the stock market to planning the next vacation—each of these can be understood only by knowing how the two systems work together to shape our judgments and decisions.",
        "published": "2013-04-02T00:00:00Z",
        "publisher": "Farrar, Straus and Giroux",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "The Power of Now",
        "author": "Eckhart Tolle",
        "isbn": "978-1577314806",
        "image": "book-cover-placeholder",
        "pages": "236",
        "desc": "To make the journey into the Now we will need to leave our analytical mind and its false created self, the ego, behind. From the very first page of Eckhart Tolle's extraordinary book, we move rapidly into a significantly higher altitude where we breathe a lighter air. We become connected to the indestructible essence of our Being, “The eternal, ever present One Life beyond the myriad forms of life that are subject to birth and death.” Although the journey is challenging, Eckhart Tolle uses simple language and an easy question-and-answer format to guide us.",
        "published": "2004-10-06T00:00:00Z",
        "publisher": "New World Library",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "Daring Greatly",
        "author": "Brené Brown",
        "isbn": "978-1592408412",
        "image": "book-cover-placeholder",
        "pages": "320",
        "desc": "Researcher and thought leader Dr. Brené Brown offers a powerful new vision that encourages us to dare greatly: to embrace vulnerability and imperfection, to live wholeheartedly, and to courageously engage in our lives. In Daring Greatly, Dr. Brown challenges everything we think we know about vulnerability. Based on twelve years of research, she argues that vulnerability is not weakness, but rather our clearest path to courage, engagement, and meaningful connection. The book that Dr. Brown’s many fans have been waiting for, Daring Greatly will spark a new spirit of truth—and trust—in our organizations, families, schools, and communities.",
        "published": "2015-04-07T00:00:00Z",
        "publisher": "Avery",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "Sapiens",
        "author": "Yuval Noah Harari",
        "isbn": "978-0062316097",
        "image": "book-cover-placeholder",
        "pages": "464",
        "desc": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us? Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas.",
        "published": "2018-05-15T00:00:00Z",
        "publisher": "Harper",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "The Alchemist",
        "author": "Paulo Coelho",
        "isbn": "978-0062315007",
        "image": "book-cover-placeholder",
        "pages": "208",
        "desc": "Combining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations. Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, following our dreams.",
        "published": "2014-04-15T00:00:00Z",
        "publisher": "HarperOne",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "How to Win Friends and Influence People",
        "author": "Dale Carnegie",
        "isbn": "978-0671027032",
        "image": "book-cover-placeholder",
        "pages": "288",
        "desc": "You can go after the job you want...and get it! You can take the job you have...and improve it! You can take any situation you're in...and make it work for you! Since its release in 1936, How to Win Friends and Influence People has sold more than 30 million copies. Dale Carnegie's first book is a timeless bestseller, packed with rock-solid advice that has carried thousands of now famous people up the ladder of success in their business and personal lives. As relevant as ever before, Dale Carnegie's principles endure, and will help you achieve your maximum potential in the complex and competitive modern age. Learn the six ways to make people like you, the twelve ways to win people to your way of thinking, and the nine ways to change people without arousing resentment.",
        "published": "1998-10-01T00:00:00Z",
        "publisher": "Pocket Books",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "The Power of Habit",
        "author": "Charles Duhigg",
        "isbn": "978-0812981605",
        "image": "book-cover-placeholder",
        "pages": "416",
        "desc": "In The Power of Habit, award-winning New York Times business reporter Charles Duhigg takes us to the thrilling edge of scientific discoveries that explain why habits exist and how they can be changed. With penetrating intelligence and an ability to distill vast amounts of information into engrossing narratives, Duhigg brings to life a whole new understanding of human nature and its potential for transformation. At its core, The Power of Habit contains an exhilarating argument: The key to exercising regularly, losing weight, raising exceptional children, becoming more productive, building revolutionary companies and social movements, and achieving success is understanding how habits work.",
        "published": "2014-01-07T00:00:00Z",
        "publisher": "Random House",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "You Are a Badass",
        "author": "Jen Sincero",
        "isbn": "978-0762447695",
        "image": "book-cover-placeholder",
        "pages": "256",
        "desc": "he #1 New York Times Bestseller You Are A Badass is the self-help book for people who desperately want to improve their lives but don't want to get busted doing it. In this refreshingly entertaining how-to guide, #1 New York Times Bestselling Author and world-traveling success coach, Jen Sincero, serves up 27 bite-sized chapters full of hilariously inspiring stories, sage advice, easy exercises, and the occasional swear word. If you're ready to make some serious changes around here, You Are a Badass will help you: Identify and change the self-sabotaging beliefs and behaviors that stop you from getting what you want, blast past your fears so you can take big exciting risks, figure out how to make some damn money already, learn to love yourself and others, set big goals and reach them - it will basically show you how to create a life you totally love, and how to create it now.",
        "published": "2013-04-23T00:00:00Z",
        "publisher": "Running Press",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "Mindset",
        "author": "Carol S. Dweck",
        "isbn": "978-0345472328",
        "image": "book-cover-placeholder",
        "pages": "320",
        "desc": "After decades of research, world-renowned Stanford University psychologist Carol S. Dweck, Ph.D., discovered a simple but groundbreaking idea: the power of mindset. In this brilliant book, she shows how success in school, work, sports, the arts, and almost every area of human endeavor can be dramatically influenced by how we think about our talents and abilities. People with a fixed mindset — those who believe that abilities are fixed — are less likely to flourish than those with a growth mindset — those who believe that abilities can be developed. Mindset reveals how great parents, teachers, managers, and athletes can put this idea to use to foster outstanding accomplishment.",
        "published": "2007-12-26T00:00:00Z",
        "publisher": "Ballantine Books",
        "language": "English",
        "categories": ["Self-help"]
    },
    {
        "title": "Neuromancer",
        "author": "William Gibson",
        "isbn": "9780441569595",
        "image": "book-cover-placeholder",
        "pages": "271",
        "desc": "Hotwired to the leading edges of art and technology, Neuromancer is a cyberpunk, science fiction masterpiece—a classic that ranks with 1984 and Brave New World as one of the twentieth century’s most potent visions of the future. The Matrix is a world within the world, a global consensus-hallucination, the representation of every byte of data in cyberspace... Henry Dorsett Case was the sharpest data-thief in the business, until vengeful former employees crippled his nervous system. But now a new and very mysterious employer recruits him for a last-chance run. The target: an unthinkably powerful artificial intelligence orbiting Earth in service of the sinister Tessier-Ashpool business clan. With a dead man riding shotgun and Molly, mirror-eyed street-samurai, to watch his back, Case embarks on an adventure that ups the ante on an entire genre of fiction.",
        "published": "1984-07-01T00:00:00Z",
        "publisher": "Ace Books",
        "language": "English",
        "categories": ["Science Fiction"]
    },
    {
        "title": "Ender's Game",
        "author": "Orson Scott Card",
        "isbn": "9780812550702",
        "image": "book-cover-placeholder",
        "pages": "324",
        "desc": "Andrew 'Ender' Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast. But Ender is not the only result of the experiment. The war with the Buggers has been raging for a hundred years, and the quest for the perfect general has been underway almost as long. Ender's two older siblings, Peter and Valentine, are every bit as unusual as he is, but in very different ways. While Peter was too uncontrollably violent, Valentine very nearly lacks the capability for violence altogether. Neither was found suitable for the military's purpose. But they are driven by their jealousy of Ender, and by their inbred drive for power. Peter seeks to control the political process, to become a ruler. Valentine's abilities turn more toward the subtle control of the beliefs of commoner and elite alike, through powerfully convincing essays. Hiding their youth and identities behind the anonymity of the computer networks, these two begin working together to shape the destiny of Earth-an Earth that has no future at all if their brother Ender fails.",
        "published": "1985-01-15T00:00:00Z",
        "publisher": "Tor Books",
        "language": "English",
        "categories": ["Science Fiction"]
    },
    {
        "title": "The Hitchhiker's Guide to the Galaxy",
        "author": "Douglas Adams",
        "isbn": "9780345391803",
        "image": "book-cover-placeholder",
        "pages": "224",
        "desc": "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor. Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide ('A towel is about the most massively useful thing an interstellar hitchhiker can have') and a galaxy-full of fellow travelers: Zaphod Beeblebrox--the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years.",
        "published": "1979-10-12T00:00:00Z",
        "publisher": "Pan Books",
        "language": "English",
        "categories": ["Science Fiction"]
    },
    {
        "title": "Snow Crash",
        "author": "Neal Stephenson",
        "isbn": "9780553380958",
        "image": "book-cover-placeholder",
        "pages": "470",
        "desc": "In reality, Hiro Protagonist delivers pizza for Uncle Enzo's CosoNostra Pizza Inc., but in the Metaverse he's a warrior prince. Plunging headlong into the enigma of a new computer virus that's striking down hackers everywhere, he races along the neon-lit streets on a search-and-destroy mission for the shadowy virtual villain threatening to bring about infocalypse. Snow Crash is a mind-altering romp through a future America so bizarre, so outrageous… you'll recognize it immediately.",
        "published": "1992-06-02T00:00:00Z",
        "publisher": "Bantam Books",
        "language": "English",
        "categories": ["Science Fiction"]
    },
    {
        "title": "The Martian",
        "author": "Andy Weir",
        "isbn": "9780553418026",
        "image": "book-cover-placeholder",
        "pages": "384",
        "desc": "Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. Now, he’s sure he’ll be the first person to die there. After a dust storm nearly kills him and forces his crew to evacuate while thinking him dead, Mark finds himself stranded and completely alone with no way to even signal Earth that he’s alive—and even if he could get word out, his supplies would be gone long before a rescue could arrive. Chances are, though, he won’t have time to starve to death. The damaged machinery, unforgiving environment, or plain-old “human error” are much more likely to kill him first. But Mark isn’t ready to give up yet. Drawing on his ingenuity, his engineering skills — and a relentless, dogged refusal to quit — he steadfastly confronts one seemingly insurmountable obstacle after the next. Will his resourcefulness be enough to overcome the impossible odds against him?",
        "published": "2011-09-27T00:00:00Z",
        "publisher": "Crown Publishing Group",
        "language": "English",
        "categories": ["Science Fiction"]
    },
    {
        "title": "The Hunger Games",
        "author": "Suzanne Collins",
        "isbn": "9780439023481",
        "image": "book-cover-placeholder",
        "pages": "374",
        "desc": "Could you survive on your own in the wild, with every one out to make sure you don't live to see the morning? In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol is harsh and cruel and keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV. Sixteen-year-old Katniss Everdeen, who lives alone with her mother and younger sister, regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to dead before—and survival, for her, is second nature. Without really meaning to, she becomes a contender. But if she is to win, she will have to start making choices that weight survival against humanity and life against love.",
        "published": "2008-09-14T00:00:00Z",
        "publisher": "Scholastic",
        "language": "English",
        "categories": ["Science Fiction"]
    },
    {
        "title": "The Forever War",
        "author": "Joe Haldeman",
        "isbn": "9780060510862",
        "image": "book-cover-placeholder",
        "pages": "278",
        "desc": "The Earth's leaders have drawn a line in the interstellar sand—despite the fact that the fierce alien enemy that they would oppose is inscrutable, unconquerable, and very far away. A reluctant conscript drafted into an elite Military unit, Private William Mandella has been propelled through space and time to fight in the distant thousand-year conflict; to perform his duties without rancor and even rise up through military ranks. Pvt. Mandella is willing to do whatever it takes to survive the ordeal and return home. But 'home' may be even more terrifying than battle, because, thanks to the time dilation caused by space travel, Mandella is aging months while the Earth he left behind is aging centuries.",
        "published": "1974-06-01T00:00:00Z",
        "publisher": "St. Martin's Press",
        "language": "English",
        "categories": ["Science Fiction"]
    },
    {
        "title": "The Dispossessed",
        "author": "Ursula K. Le Guin",
        "isbn": "9780061054884",
        "image": "book-cover-placeholder",
        "pages": "387",
        "desc": "Shevek, a brilliant physicist, decides to take action. He will seek answers, question the unquestionable, and attempt to tear down the walls of hatred that have isolated his planet of anarchists from the rest of the civilized universe. To do this dangerous task will mean giving up his family and possibly his life—Shevek must make the unprecedented journey to the utopian mother planet, Urras, to challenge the complex structures of life and living, and ignite the fires of change.",
        "published": "1974-11-01T00:00:00Z",
        "publisher": "Harper & Row",
        "language": "English",
        "categories": ["Science Fiction"]
    },
    {
        "title": "Do Androids Dream of Electric Sheep?",
        "author": "Philip K. Dick",
        "isbn": "9780345404473",
        "image": "book-cover-placeholder",
        "pages": "244",
        "desc": "In a post-apocalyptic future, bounty hunter Rick Deckard is tasked with terminating androids that look and act like humans.",
        "published": "1968-01-01T00:00:00Z",
        "publisher": "Doubleday",
        "language": "English",
        "categories": ["Science Fiction"]
    },
    {
      "title": "The Left Hand of Darkness",
      "author": "Ursula K. Le Guin",
      "isbn": "9780441478125",
      "image": "book-cover-placeholder",
      "pages": "304",
      "desc": "A human envoy is sent to the planet of Gethen, inhabited by a sexually ambivalent race, in order to persuade them to join an interplanetary alliance.",
      "published": "1969-06-01T00:00:00Z",
      "publisher": "Ace Books",
      "language": "English",
      "categories": ["Science Fiction"]
    }
]
